<?php

return [
    'confirm_delete' => 'آیا از حذف کردن ریکارډ اطمینان دارید؟',
    'changed_process_alert' => 'آیا از تغییر حالت اطمینان دارید؟',
    'status_changed' => 'وضعیت با موفقیت تغییر یافت!',
    'process_cancelled' => 'پروسه لغو شد!',
    'message_sent' => 'پیام با موفقیت ارسال شد!',
    'record_submitted' => 'ریکارد اضافه شد!',
    'record_updated' => 'ریکارد تغیر شد!',
    'record_deleted' => 'ریکارد حذف شد!',
    'old_password_incorrect' => 'رمز عبور قدیمی اشتباه است.',
    'in_active_user_message' => 'منتظر بمانید تا ادمین حساب شما را بپذیرد!',
    'permissions_assigned' => 'اجازت‌ها به نقش اختصاص داده شد!',
    'role_assigned' => 'نقش به کاربر اختصاص داده شد!',
    'super_admin_alert' => 'کاربر Super Admin به مجوز نیاز ندارد، به همه مجوزها دسترسی دارد.',
    'no_permission' => 'شما اجازت این صفحه را ندارید!',
    'already_exist' => 'قبلا موجود است!',
    'select_one_subject' => 'حداقل یک موضوع مجله را انتخاب کنید.',
    'topic_selected' => 'موضوع انتخاب شد',
    'topic_selected' => 'موضوع انتخاب شد، موضوع شما در حالت انتظار است!',
    'new_topic_message' => 'در این بخش، شما می‌توانید موضوعات را جستجو کنید یا یک موضوع جدید انتخاب کنید!',
    'upload_thesis_file' => 'پس از انتخاب موضوع، منتظر بمانید. وقتی موضوع شما تایید شد، می‌توانید فایل‌های پایان‌نامه خود را در این بخش آپلود کنید!',
];
