<?php

return [
    'confirm_delete' => 'ایا مطمئن یئ چې ریکارډ ډیلیټ کړئ؟',
    'changed_process_alert' => 'ایا مطمئن یئ چې حالت تغیر کړئ؟',
    'status_changed' => 'حالت په کامیابۍ سره تغیر شو!',
    'process_cancelled' => 'تغیر رامنځته نشو!',
    'message_sent' => 'پیغام په کامیابۍ سره ولیږل شو!',
    'record_submitted' => 'ریکارډ ثبت شو!',
    'record_updated' => 'ریکارډ تغیر شو!',
    'record_deleted' => 'ریکارډ ډیلیټ شو!',
    'old_password_incorrect' => 'پخوانی پټ نوم غلط دی!',
    'permissions_assigned' => 'رول ته صلاحیتونه ورکړل شول',
    'role_assigned' => 'یوزر ته رول ورکول شو',
    'super_admin_alert' => 'سوپر اډمین کارونکي اجازې ته اړتیا نلري ، دا ټولو اجازو ته لاسرسی لري.',
    'no_permission' => 'تاسو د دې صفحې اجازه نه لرئ!',
    'already_exist' => 'له مخکې موجود ده!',
    'select_one_subject' => 'لږ تر لږه د ژورنال یوه موضوع انتخاب کړئ',
    'topic_selected' => 'موضوع انتخاب شوه، ستاسو موضوع د انتظار په حالت کې ده!',
    'new_topic_message' => 'په دې برخه کې تاسو کولای شئ موضوعات ولټوئ او یا هم نوې موضوع انتخاب کړئ!',
    'upload_thesis_file' => 'د موضوع له انتخاب وروسته انتظار وباسئ، کله چې مو موضوع قبوله شوه له هغې وروسته کولای شئ د خپلې موضع فایلونه په دې برخه کې اپلوډ کړئ!',
];
