<?php

return [
    'confirm_delete' => 'هل أنت متأكد من أنك تريد حذف السجل؟',
    'changed_process_alert' => 'هل أنت متأكد أنك تريد تغيير العملية؟',
    'status_changed' => 'تم تغيير الحالة بنجاح!',
    'process_cancelled' => 'تم إلغاء العملية!',
    'message_sent' => 'تم إرسال الرسالة بنجاح!',
    'record_submitted' => 'تم إرسال السجل بنجاح!',
    'record_updated' => 'تم تحديث السجل بنجاح!',
    'record_deleted' => 'تم حذف السجل بنجاح!',
    'old_password_incorrect' => 'كلمة المرور القديمة غير صحيحة!',
    'in_active_user_message' => 'انتظر حتى يقبل المدير حسابك!',
    'permissions_assigned' => 'تم تعيين الصلاحيات للدور!',
    'role_assigned' => 'تم تعيين الدور للمستخدم!',
    'super_admin_alert' => 'المستخدم Super Admin لا يحتاج إلى صلاحيات، لديه الوصول إلى جميع الصلاحيات.',
    'no_permission' => 'تم رفض الوصول إلى هذه الصفحة من قبل المدير!',
    'already_exist' => 'العنصر موجود بالفعل!',
    'select_one_subject' => 'يرجى اختيار موضوع واحد على الأقل من المجلة.',
    'topic_selected' => 'تم اختيار الموضوع، موضوعك في حالة الانتظار!',
    'new_topic_message' => 'في هذا القسم، يمكنك البحث عن موضوعات أو اختيار موضوع جديد!',
    'upload_thesis_file' => 'بعد اختيار الموضوع، يرجى الانتظار. بمجرد قبول موضوعك، يمكنك تحميل ملفات الأطروحة هنا!',
];
